# Common packages for all platforms
# Usage: brew bundle --file=Brewfile.common
#
# NOTE: Tools managed by mise are NOT listed here.
# See mise/config.toml for: neovim, ripgrep, fzf, fd, bat, eza,
#                           gh, ghq, delta, jq, glow, xh, uv,
#                           golangci-lint, pnpm, ruff, python,
#                           nodejs, go, bun

# Core system tools (mise doesn't have these)
brew "coreutils"
brew "curl"
brew "git"
brew "tree"
brew "watch"
brew "wget"

# Development tools (mise doesn't have these)
brew "difftastic"
brew "fzy"
brew "gat"
brew "git-secrets"
brew "llvm"
brew "nkf"
brew "peco"
brew "procs"
brew "sheldon"
brew "tig"
brew "yazi"

# Language tools (mise doesn't have these)
brew "gopls"

# mise itself
brew "mise"

# AI tools
brew "gemini-cli"

# Taps
tap "ynqa/tap"
brew "ynqa/tap/jnv"
brew "universal-ctags"
