# Core system tools
brew "coreutils"
brew "curl"
brew "git"
brew "tree"
brew "watch"
brew "wget"
brew "eza"
brew "csvlens"
brew "tmux"
brew "tree-sitter-cli"
brew "yq"
brew "pre-commit"

# Development tools (not available in mise)
brew "fzy"
brew "git-secrets"
brew "llvm"
brew "nkf"
brew "tig"
brew "universal-ctags"
brew "hyperfine"
brew "dufs"

# mise itself
brew "mise"
